;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: Faction
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Factions]
Factions_None_DisplayName=None
Factions_None_FactionInfoDisplayName=General Info
Factions_None_FactionInfoDescription=The city of San Paro is a debased Olympus, built with the blood of men and inhabited by corporate gods.↵↵Because of the lack of security in their daily lives, and at the mercy of powerful forces they cannot understand, most citizens of San Paro feel suspicious, powerless or downtrodden. There isn't much to smile about. Money is tight. They have problems with rent, lack of job security, and low wages. The streets are full of gunfire and strangers.↵↵Crime has gotten so bad the SPPD (the San Paro Police Department) can no longer function unaided. The city has turned into a fractured city-state of feuding kingdoms, as gangs battle each other for territory, and the general population are either caught in the crossfire or constantly being bled of property and dignity. Meanwhile, in the boardrooms of the corporate hive, a different type of corruption spreads, revolving around investments and bottom lines.↵↵Two distinct, polarized Factions have emerged from this urban chaos: the ever-present Criminals, and the newly arisen Enforcers. Now they battle each other for the ultimate prize: the future of the new San Paro.
Factions_Enforcer_DisplayName=Enforcer
Factions_Enforcer_FactionInfoDisplayName=Enforcer
Factions_Enforcer_FactionInfoDescription=The concept of Enforcers was created by Mayor Jane Derren, a hard-line Conservative Unionist and San Paro's youngest ever mayor. It was codified in the CSA (the City Security Act) that she put in place. You can read all thirty-six pages of this momentous document down at City Hall - enshrined in an armored glass case - but what it boils down to is that licensed civilians have the right to bear arms and to act as vigilantes in support of the law.↵↵Like the other recruits, you are as likely to have come from the military or law enforcement as from the general citizenry. You aren't a cop: you are part of a movement that has been collectively dubbed 'Enforcement'. After rigorous training, you now work with one of several groups who receive information and dispatches from the CSA facility in Fourche Bank - organizations like the Prentiss Tigers, or the Praetorians. They'll provide your assignments, coordinating their execution through the city-wide Dispatch Net.↵↵You respond to flash points or crimes in progress, and complete vital Enforcer operations, keeping the city under tight control. Rewards are paid automatically. Vehicles, weapons and equipment are at your disposal, but as a private citizen, these must be purchased from your own funds. How you choose to look is your own affair. At all times, you must be ready to use lethal or non-lethal force against Criminal insurgents, as authorized in the terms of your license.↵↵Your authority comes straight from the Mayor herself.↵↵San Paro is at war. Protect your city.
Factions_Criminal_DisplayName=Criminal
Factions_Criminal_FactionInfoDisplayName=Criminal
Factions_Criminal_FactionInfoDescription=The Criminals are part of the ever-present criminal fraternity. It's always been here, but this is a new breed, with new ideals. ↵↵The mercurial Luke Waskawi has become a rallying point, and although internecine war still rages - gang battling gang - there is now also movement towards systematically battling the status quo and overturning what many see as the oppressive regime of the incumbent political party: the Conservative Unionists, as embodied in Mayor Derren, her hard-line policies, and the hated City Security Act. Worse still are her Enforcers, a rag-tag body of vigilantes now opposing every criminal move.↵↵Like the other members of your august fraternity, you've likely come highly recommended as a gang member, career criminal, civil activist, or similar.↵↵You've decided to now move beyond mere aimless pleasures and petty crime. A servant of business-like opportunism and the 'fast buck', you work for any organization that'll pay: organizations like the G-Kings, or the Blood Roses. They provide you with lucrative jobs and coordinate the execution of those jobs as required. ↵↵You take advantage of criminal opportunities, money-making schemes, and general mayhem, while furthering your own needs and those of your Faction. Rewards are paid automatically. Vehicles, weapons and equipment are at your disposal, but must be purchased with your own funds. How you choose to look is your own affair. At all times, you must be ready to use lethal force against Enforcement operatives - and sometimes other criminals - depending on the needs of your employers. There is no such thing as a reliable truce.↵↵San Paro is at war. You don't need authority - you have the power to take what you need.
Factions_Both_DisplayName=Both
Factions_Both_FactionInfoDisplayName=DNT - DO NOT TRANSLATE
Factions_Both_FactionInfoDescription=DNT - DO NOT TRANSLATE
